// Данные новых фильмов для каждого магазина
export const newFilmsMVideoMarket = [
    ['Вареник в масле', 'Сказка'],
    ['Борщь беседует с ложкой', 'Сказка'],
    ['Олень и тапки', 'Фантастика'],
    ['Ночной фонарь', 'Детектив'],
    ['Дневной фонарь', 'Детектив'],
    ['Поломанный фонарь', 'Детектив'],
    ['Колесница муровьев', 'Документальный'],
    ['Обиженный фонарь', 'Детектив']
];

export const newFilmsMoviLoveMarket = [
    ['Котлета ищет друга', 'Комедия'],
    ['Тапочки-путешественники', 'Приключения'],
    ['Суп с характером', 'Драма'],
    ['Говорящий холодильник', 'Фантастика'],
    ['Танцующий шкаф', 'Мюзикл'],
    ['Пельмени на каникулах', 'Комедия'],
    ['Чайник-детектив', 'Детектив'],
    ['Подушка-экстрасенс', 'Мистика']
];

export const newFilmsDnsMarket = [
    ['Робот-пылесос влюбляется', 'Романтическая комедия'],
    ['Умный дом сходит с ума', 'Триллер'],
    ['Планшет-путешественник', 'Приключения'],
    ['Битва смартфонов', 'Боевик'],
    ['Призрак в ноутбуке', 'Ужасы'],
    ['Принтер и его чернила', 'Драма'],
    ['Геймер и его консоль', 'Фэнтези'],
    ['Виртуальная реальность 2.0', 'Фантастика']
];

export const newFilmsEldoradoMarket = [
    ['Холодильник-телепорт', 'Фантастика'],
    ['Стиральная машина времени', 'Приключения'],
    ['Микроволновка-экстрасенс', 'Мистика'],
    ['Кофеварка мечты', 'Драма'],
    ['Телевизор-портал', 'Фэнтези'],
    ['Утюг-детектив', 'Детектив'],
    ['Посудомойка с характером', 'Комедия'],
    ['Электрочайник будущего', 'Научная фантастика']
];